IdeaRS.OpenModel.Geometry3D.Point3D
Represents an x- , y- an z-coordinates in three-dimensional space.

IdeaRS.OpenModel.Geometry3D.Point3D.Name
Gets or sets the Name

IdeaRS.OpenModel.Geometry3D.Point3D.X
Gets or sets the X-coordinate value

IdeaRS.OpenModel.Geometry3D.Point3D.Y
Gets or sets the Y-coordinate value

IdeaRS.OpenModel.Geometry3D.Point3D.Z
Gets or sets the Z-coordinate value